[
    {
        "key": "DRUKSISDKFH",
        "name": "Japanese Language",
        "description": "Work on your conversation skills as well as comprehension and cultural knowledge with our advanced level Japanese classes. ",
        "details": "Japanese (日本語, Nihongo [ɲihoŋɡo] (About this soundlisten)) is an East Asian language spoken by about 128 million people, primarily in Japan, where it is the national language. It is a member of the Japonic (or Japanese-Ryukyuan) language family, and its ultimate derivation and relation to other languages is unclear. Japonic languages have been grouped with other language families such as Ainu, Austroasiatic, Korean, and the now-discredited Altaic, but none of these proposals has gained widespread acceptance.",
        "length": "4 Months",
        "duration": "50 Hours",
        "start": "1 January, 2022",
        "price": 300,
        "enroll": "70 enrolled of 120",
        "img": "https://images.unsplash.com/photo-1480796927426-f609979314bd?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1170&q=80"
    },
    {
        "key": "EYRTJVBZXTD",
        "name": "Portuguese Language",
        "description": "If you have a solid grasp of elementary level vocabulary and grammar, our pre-intermediate courses are a great continuation. ",
        "details": "Portuguese (português or, in full, língua portuguesa) is a Romance language originating in the Iberian Peninsula of Europe. It is the sole official language of Portugal, Angola, Mozambique, Guinea-Bissau, Cape Verde, São Tomé and Príncipe, and Brazil,[6] while having co-official language status in East Timor, Equatorial Guinea, and Macau. A Portuguese-speaking person or nation is referred to as (lusófono). As the result of expansion during colonial times, a cultural presence of Portuguese and Portuguese creole speakers are also found around the world.[7] Portuguese is part of the Ibero-Romance group that evolved from several dialects of Vulgar Latin in the medieval Kingdom of Galicia and the County of Portugal, and has kept some Celtic phonology in its lexicon.",
        "length": "6 Months",
        "duration": "80 Hours",
        "start": "1 February, 2022",
        "price": 350,
        "enroll": "75 enrolled of 90",
        "img": "https://images.unsplash.com/photo-1598284252498-999b7bbe8e90?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1067&q=80"
    },
    {
        "key": "DTIVNXM",
        "name": "English Language",
        "description": "English courses in London for beginner, intermediate and advanced learners. Good English skills accelerate your career prospects and help you travel the world. ",
        "details": "English is a West Germanic language of the Indo-European language family, originally spoken by the inhabitants of early medieval England.[3][4][5] It is named after the Angles, one of the ancient Germanic peoples that migrated to the area of Great Britain that later took their name, England. Both names derive from Anglia, a peninsula on the Baltic Sea which is not to be confused with East Anglia, the Eastern part of England which comprises the counties of Norfolk, Suffolk and Essex. English is most closely related to Frisian and Low Saxon, while its vocabulary has been significantly influenced by other Germanic languages, particularly Old Norse (a North Germanic language), as well as Latin",
        "length": "3 Months",
        "duration": "35 Hours",
        "start": "11 January, 2022",
        "price": 200,
        "enroll": "52 enrolled of 96",
        "img": "https://images.unsplash.com/photo-1498174979972-c9de7e6a93d6?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80"
    },
    {
        "key": "QWYAFPSOF",
        "name": "Spanish Language",
        "description": "Spanish is the second most spoken language on earth, second only to Mandarin, and growing in use every day. ",
        "details": "Spanish (About this soundespañol (help·info) or About this soundcastellano (help·info), lit. 'Castilian') is a Romance language that originated in the Iberian Peninsula of Europe. Today, it is a global language with nearly 500 million native speakers, mainly in the Americas and Spain. It is the world's second-most spoken native language after Mandarin Chinese,[3][4] and the world's fourth-most spoken language overall after English, Mandarin Chinese, and Hindi.",
        "length": "3 Months",
        "duration": "36 Hours",
        "start": "15 January, 2022",
        "price": 170,
        "enroll": "25 enrolled of 50",
        "img": "https://images.unsplash.com/photo-1542574754292-034349220154?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1167&q=80"
    }  
]