[
    {
        "key": "DRUKSISDKFH",
        "name": "Japanese Language",
        "description": "Work on your conversation skills as well as comprehension and cultural knowledge with our advanced level Japanese classes. ",
        "details": "Japanese (日本語, Nihongo [ɲihoŋɡo] (About this soundlisten)) is an East Asian language spoken by about 128 million people, primarily in Japan, where it is the national language. It is a member of the Japonic (or Japanese-Ryukyuan) language family, and its ultimate derivation and relation to other languages is unclear. Japonic languages have been grouped with other language families such as Ainu, Austroasiatic, Korean, and the now-discredited Altaic, but none of these proposals has gained widespread acceptance.",
        "length": "4 Months",
        "duration": "50 Hours",
        "start": "1 January, 2022",
        "price": 300,
        "enroll": "70 enrolled of 120",
        "img": "https://images.unsplash.com/photo-1480796927426-f609979314bd?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1170&q=80"
    },
    {
        "key": "EYRTJVBZXTD",
        "name": "Portuguese Language",
        "description": "If you have a solid grasp of elementary level vocabulary and grammar, our pre-intermediate courses are a great continuation. ",
        "details": "Portuguese (português or, in full, língua portuguesa) is a Romance language originating in the Iberian Peninsula of Europe. It is the sole official language of Portugal, Angola, Mozambique, Guinea-Bissau, Cape Verde, São Tomé and Príncipe, and Brazil,[6] while having co-official language status in East Timor, Equatorial Guinea, and Macau. A Portuguese-speaking person or nation is referred to as (lusófono). As the result of expansion during colonial times, a cultural presence of Portuguese and Portuguese creole speakers are also found around the world.[7] Portuguese is part of the Ibero-Romance group that evolved from several dialects of Vulgar Latin in the medieval Kingdom of Galicia and the County of Portugal, and has kept some Celtic phonology in its lexicon.",
        "length": "6 Months",
        "duration": "80 Hours",
        "start": "1 February, 2022",
        "price": 350,
        "enroll": "75 enrolled of 90",
        "img": "https://images.unsplash.com/photo-1598284252498-999b7bbe8e90?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1067&q=80"
    },
    {
        "key": "DTIVNXM",
        "name": "English Language",
        "description": "English courses in London for beginner, intermediate and advanced learners. Good English skills accelerate your career prospects and help you travel the world. ",
        "details": "English is a West Germanic language of the Indo-European language family, originally spoken by the inhabitants of early medieval England.[3][4][5] It is named after the Angles, one of the ancient Germanic peoples that migrated to the area of Great Britain that later took their name, England. Both names derive from Anglia, a peninsula on the Baltic Sea which is not to be confused with East Anglia, the Eastern part of England which comprises the counties of Norfolk, Suffolk and Essex. English is most closely related to Frisian and Low Saxon, while its vocabulary has been significantly influenced by other Germanic languages, particularly Old Norse (a North Germanic language), as well as Latin",
        "length": "3 Months",
        "duration": "35 Hours",
        "start": "11 January, 2022",
        "price": 200,
        "enroll": "52 enrolled of 96",
        "img": "https://images.unsplash.com/photo-1498174979972-c9de7e6a93d6?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80"
    },
    {
        "key": "QWYAFPSOF",
        "name": "Spanish Language",
        "description": "Spanish is the second most spoken language on earth, second only to Mandarin, and growing in use every day. ",
        "details": "Spanish (About this soundespañol (help·info) or About this soundcastellano (help·info), lit. 'Castilian') is a Romance language that originated in the Iberian Peninsula of Europe. Today, it is a global language with nearly 500 million native speakers, mainly in the Americas and Spain. It is the world's second-most spoken native language after Mandarin Chinese,[3][4] and the world's fourth-most spoken language overall after English, Mandarin Chinese, and Hindi.",
        "length": "3 Months",
        "duration": "36 Hours",
        "start": "15 January, 2022",
        "price": 170,
        "enroll": "25 enrolled of 50",
        "img": "https://images.unsplash.com/photo-1542574754292-034349220154?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1167&q=80"
    },
    {
        "key": "WEOIMCLASL",
        "name": "Russian Language",
        "description": "If you have a basic knowledge of Russian, you are ready to move on to our Elementary courses where you'll build upon the foundations. ",
        "details": "Russian (русский язык, tr. russkiy yazyk) is an East Slavic language native to the Russians in Eastern Europe. It is a part of the Indo-European language family, and is one of four living East Slavic languages, and also part of the larger Balto-Slavic branch. Russian is an official language in Russia, Belarus, Kazakhstan, and Kyrgyzstan, and is used widely as a lingua franca throughout Ukraine, the Caucasus, Central Asia, and to some extent in the Baltic states.[26][27] It was the de facto language of the Soviet Union until its dissolution;[28] and is used in an official capacity or in public life in all the post-Soviet states.",
        "length": "2 Months",
        "duration": "30 Hours",
        "start": "19 January, 2022",
        "price": 260,
        "enroll": "30 enrolled of 70",
        "img": "https://images.unsplash.com/photo-1593664190637-d3342cd09ab5?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1170&q=80"
    },
    {
        "key": "SDFISLFNSL",
        "name": "Italian Language",
        "description": "If you have a solid grasp of elementary level vocabulary and grammar, and want to delve deeper into the language, our pre-intermediate courses are a great continuation. ",
        "details": "Italian (italiano [itaˈljaːno] (About this soundlisten) or lingua italiana [ˈliŋɡwa itaˈljaːna]) is a Romance language of the Indo-European language family. Italian is the closest national language to Latin, from which it descends via vulgar Latin of the Roman Empire. Taking into account both national and regional languages, it is seen that Italian and Sardinian are together the least differentiated from Latin.[6] Italian is an official language in Italy, Switzerland (Ticino and the Grisons), San Marino, and Vatican City. It has an official minority status in western Istria (Croatia and Slovenia).",
        "length": "4 Months",
        "duration": "55 Hours",
        "start": "12 January, 2022",
        "price": 240,
        "enroll": "36 enrolled of 56",
        "img": "https://images.unsplash.com/photo-1596440243128-cf71a4c60065?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1170&q=80"
    },
    {
        "key": "SKDFJKDSFN",
        "name": "German Language",
        "description": "If you have a basic knowledge of German , you are ready to move on to our Elementary courses where you'll build upon the foundations. ",
        "details": "German (Standard High German: Deutsch, pronounced [dɔʏtʃ] (About this soundlisten))[nb 4] is a West Germanic language mainly spoken in Central Europe. It is the most widely spoken and official or co-official language in Germany, Austria, Switzerland, Liechtenstein, and the Italian province of South Tyrol. It is also a co-official language of Luxembourg and Belgium, as well as a national language in Namibia. German is most similar to other languages within the West Germanic language branch, including Afrikaans, Dutch, English, the Frisian languages, Low German, Luxembourgish, Scots, and Yiddish. It also contains close similarities in vocabulary to some languages in the North Germanic group, such as Danish, Norwegian, and Swedish. German is the second most widely spoken Germanic language after English.",
        "length": "5 Months",
        "duration": "42 Hours",
        "start": "29 January, 2022",
        "price": 290,
        "enroll": "56 enrolled of 89",
        "img": "https://images.unsplash.com/photo-1527866959252-deab85ef7d1b?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1170&q=80"
    },
    {
        "key": "DFLJDLFJ",
        "name": "French Language",
        "description": "If you are looking to progress to a higher level of French, these courses are for you. Take your language skills to the next level and work on your fluency and confidence. ",
        "details": "French (français [fʁɑ̃sɛ] or langue française [lɑ̃ɡ fʁɑ̃sɛːz]) is a Romance language of the Indo-European family. It descended from the Vulgar Latin of the Roman Empire, as did all Romance languages. French evolved from Gallo-Romance, the Latin spoken in Gaul, and more specifically in Northern Gaul. Its closest relatives are the other langues d'oïl—languages historically spoken in northern France and in southern Belgium, which French (Francien) largely supplanted. French was also influenced by native Celtic languages of Northern Roman Gaul like Gallia Belgica and by the (Germanic) Frankish language of the post-Roman Frankish invaders. Today, owing to France's past overseas expansion, there are numerous French-based creole languages, most notably Haitian Creole. A French-speaking person or nation may be referred to as Francophone in both English and French.",
        "length": "2 Months",
        "duration": "56 Hours",
        "start": "13 January, 2022",
        "price": 360,
        "enroll": "45 enrolled of 130",
        "img": "https://images.unsplash.com/photo-1606074323286-20e5a7f5c577?ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8ZnJlbmNofGVufDB8fDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
    }
]